Repository: devimun/portfolio
Catalog: money_fit/lib/l10n/app_*.arb
Languages: fil, id, ms

# onboardingTitle1
source: No More Complicated Spreadsheets
fil: Wala Nang Kumplikadong Spreadsheet
id: Tidak Perlu Lagi Spreadsheet yang Rumit
ms: Urus Wang Tanpa Stres

# onboardingDescription1
source: Easily manage your daily expenses and build healthy spending habits.
fil: Madaling pamahalaan ang iyong pang-araw-araw na gastos at bumuo ng malusog na gawi sa paggastos.
id: Kelola pengeluaran harian Anda dengan mudah dan bangun kebiasaan belanja yang sehat.
ms: Urus belanja harian dengan mudah dan bina tabiat kewangan yang sihat.

# onboardingTitle2
source: Daily Budget at a Glance
fil: Badyet sa Isang Sulyap
id: Anggaran Harian dalam Sekejap
ms: Bajet Harian Sepintas Lalu

# onboardingDescription2
source: Track your remaining budget for the day and start spending mindfully.
fil: Subaybayan ang iyong natitirang badyet para sa araw at simulan ang maingat na paggastos.
id: Lacak sisa anggaran Anda untuk hari ini dan mulailah berbelanja dengan bijak.
ms: Jejaki baki bajet harian anda dan mula berbelanja dengan lebih bijak.

# onboardingTitle3
source: Turn Achievements into Lasting Habits
fil: Gawing Gawi ang mga Nakamit
id: Ubah Prestasi menjadi Kebiasaan Abadi
ms: Bina Tabiat Kewangan Hebat

# onboardingDescription3
source: Turn daily challenges into achievements and enjoy managing your money.
fil: Gawing mga nakamit ang pang-araw-araw na hamon at mag-enjoy sa pamamahala ng iyong pera.
id: Ubah tantangan harian menjadi prestasi dan nikmati pengelolaan uang Anda.
ms: Ubah cabaran harian menjadi pencapaian dan nikmati pengurusan wang anda.

source: Next
fil: Susunod
id: Berikutnya
ms: Seterusnya

# dailyBudgetSetupTitle
source: Set Your Budget
fil: Itakda ang Iyong Badyet
id: Atur Anggaran Anda
ms: Tetapkan Bajet Anda

# budgetSetupDescription
source: Set your discretionary spending budget. Discretionary spending is the amount you can use freely, excluding fixed costs like bills, medical expenses, housing, and insurance.
fil: Itakda ang iyong budget para sa gastusing flexible. Ito ang halaga na malaya mong magagamit, hindi kasama ang mga bayarin, gastusing medikal, pabahay, at insurance.
id: Atur anggaran belanja Anda. Ini adalah jumlah bebas yang bisa Anda gunakan, di luar biaya tetap (tagihan, medis, dll).
ms: Tetapkan bajet belanja fleksibel anda. Belanja fleksibel ialah wang yang boleh anda guna secara bebas, tidak termasuk kos tetap seperti bil, perubatan, perumahan, dan insurans.

# dailyBudgetLabel
source: Daily Budget
fil: Arawang Badyet (PHP)
id: Anggaran Harian (IDR)
ms: Bajet Harian(MYR)

# monthlyBudgetLabel
source: Monthly Budget
fil: Badyet Buwanang (PHP)
id: Anggaran Bulanan (IDR)
ms: Bajet Bulanan (MYR)

# enterBudgetPrompt
source: Please enter your budget.
fil: Ilagay ang iyong badyet.
id: Silakan masukkan anggaran Anda.
ms: Masukkan bajet anda.

# enterValidNumberPrompt
source: Please enter a valid number.
fil: Maglagay ng wastong numero.
id: Silakan masukkan nomor yang valid.
ms: Sila masukkan nombor yang sah.

# budgetGreaterThanZeroPrompt
source: Budget must be greater than 0.
fil: Dapat mas malaki sa 0 ang badyet.
id: Anggaran harus lebih besar dari 0.
ms: Bajet mesti lebih daripada 0.

# start
source: Get Started
fil: Magsimula
id: Mulai
ms: Mulakan

# errorOccurred
source: An error occurred: {error}
fil: Nagkaroon ng error: {error}
id: Terjadi kesalahan: {error}
ms: Ralat berlaku: {error}

# dateFormat
source: MMMM d, yyyy EEEE
id: d MMMM yyyy, EEEE
ms: d MMMM yyyy, EEEE

source: Daily Discretionary Spending:
fil: Araw-araw na Gastusing Diskresyonaryo:
id: Pengeluaran Diskresioner Harian:
ms: Perbelanjaan Diskresionari Harian:

# monthlyDiscretionarySpending2
source: Monthly Discretionary Spending:
fil: Buwanang Gastusing Diskresyonaryo:
id: Pengeluaran Diskresioner Bulanan:
ms: Perbelanjaan Diskresionari Bulanan:

# dailyBudget
source: Daily Discretionary Budget:
fil: Araw-araw na Badyet na Diskresyonaryo:
id: Anggaran Diskresioner Harian:
ms: Belanjawan Diskresionari Harian:

# monthlyBudget
source: Monthly Discretionary Budget:
fil: Buwanang Badyet na Diskresyonaryo:
id: Anggaran Diskresioner Bulanan:
ms: Belanjawan Diskresionari Bulanan:

# monthlyAvgDiscSpending
source: Disc/Day (Month)
fil: Gastos/Araw (Buwan)
id: Disk/Hari (Bulan)
ms: Fleksibel/Hari (Bulanan)

# consecutiveDays
source: Success Streak
fil: Sunod-sunod na Tagumpay
id: Rangkaian Keberhasilan
ms: Kejayaan Berturut-turut

# days
source: {count} days
fil: {count} araw
id: {count} hari
ms: {count} hari

# viewTodaySpending
source: View Today's Spending
fil: Tingnan ang Gastos Ngayon
id: Lihat Pengeluaran Hari Ini
ms: Lihat Belanja Hari Ini

# totalSpendingCount
source: {count,plural, =0{No expenses yet} =1{1 expense} other{{count} expenses}}
fil: {count,plural, =0{Wala pang gastos} =1{1 gastos} other{{count} na gastos}}
id: {count,plural, =0{Belum ada pengeluaran} =1{1 pengeluaran} other{{count} pengeluaran}}
ms: {count,plural, =0{Tiada perbelanjaan} =1{1 perbelanjaan} other{{count} perbelanjaan}}

# addExpense
source: Add Today`s Expense
fil: Idagdag ang Gastos Ngayon
id: Tambah Pengeluaran Hari Ini
ms: Tambah Belanja Hari Ini

# addNewExpensePrompt
source: Add a new expense
fil: Magdagdag ng bagong gastos
id: Tambah pengeluaran baru
ms: Tambah perbelanjaan baharu

# notificationDialogTitle
source: We'll help you remember to log your expenses
fil: Paalala sa Pag-log ng Gastos
id: Kami bantu Anda mencatat pengeluaran harian
ms: Peringatan Catat Belanja

# notificationDialogDescription
source: Logging expenses is easy, but it's also easy to forget. We'll send you daily reminders to help you stay on track. Would you like to receive notifications?
fil: Madali ang pag-log ng gastos, pero madali ring makalimutan. Magpapadala kami ng arawang paalala. Gusto mo bang makatanggap ng notifications?
id: Mencatat pengeluaran itu mudah, tapi sering lupa. Kami akan kirim pengingat harian. Anda mau?
ms: Mencatat belanja memang mudah, tapi mudah juga terlupa. Kami akan hantar notifikasi harian untuk bantu anda. Anda ingin terima notifikasi?

# notificationDialogDeny
source: No, thanks
fil: Huwag na lang
id: Tidak, terima kasih
ms: Tidak, terima kasih

# notificationDialogConfirm
source: Yes, please
fil: Oo
id: Ya, tentu
ms: Ya

# category_food
source: Food
fil: Pagkain
id: Makanan
ms: Makanan

# category_traffic
source: Traffic
fil: Transportasyon
id: Transportasi
ms: Pengangkutan

# category_insurance
source: Insurance
id: Asuransi
ms: Insurans

# category_necessities
source: Necessities
fil: Pangangailangan
id: Kebutuhan Pokok
ms: Keperluan Asas

# category_communication
source: Communication
fil: Komunikasyon
id: Komunikasi
ms: Komunikasi

# category_housing
source: Housing/Utilities
fil: Pabahay/Utility
id: Perumahan/Utilitas
ms: Perumahan/Utiliti

# category_medical
source: Medical
fil: Medikal
id: Medis
ms: Perubatan

# category_finance
source: Finance
fil: Pananalapi
id: Keuangan
ms: Kewangan

# categoryEatingOut
source: Eating Out
fil: Kain sa Labas
id: Makan di Luar
ms: Makan Luar

# category_cafe
source: Cafe/Snacks
fil: Cafe/Meryenda
id: Kafe/Camilan
ms: Kafe/Snek

# category_shopping
source: Shopping
id: Belanja
ms: Membeli-belah

# category_hobby
source: Hobby/Leisure
fil: Libangan
id: Hobi/Hiburan
ms: Hobi/Riadah

# category_travel
source: Travel/Relaxation
fil: Biyahe/Pahinga
id: Perjalanan/Relaksasi
ms: Pelancongan/Santai

# category_subscribe
source: Subscription
fil: Subskripsyon
id: Langganan
ms: Langganan

# category_beauty
source: Beauty
fil: Kagandahan
id: Kecantikan
ms: Kecantikan

# expenseType_essential
source: Essential
fil: Mahalaga
id: Penting
ms: Penting

# expenseType_discretionary
source: Discretionary
fil: Flexible
id: Diskresioner
ms: Fleksibel

source: Daily Expense History
fil: Kasaysayan ng Arawang Gastos
id: Riwayat Pengeluaran Harian
ms: Sejarah Perbelanjaan Harian

# noExpenseHistory
source: No expense history found.
fil: Walang kasaysayan ng gastos.
id: Tidak ada riwayat pengeluaran yang ditemukan.
ms: Tiada sejarah perbelanjaan.

source: Edit/Delete Expense
fil: I-edit/Tanggalin ang Gastos
id: Ubah/Hapus Pengeluaran
ms: Edit/Padam Perbelanjaan

# editDeleteExpensePrompt
source: What would you like to do with the expense "{expenseName}"
fil: Ano ang gusto mong gawin sa gastos na "{expenseName}"?
id: Apa yang ingin Anda lakukan dengan pengeluaran "{expenseName}"
ms: Apa yang anda ingin lakukan dengan belanja "{expenseName}"

source: Edit
fil: I-edit
id: Ubah

source: Delete
fil: Tanggalin
id: Hapus
ms: Padam

source: All Expenses
fil: Lahat ng Gastos
id: Semua Pengeluaran
ms: Semua Perbelanjaan

source: All Categories
fil: Lahat ng Kategorya
id: Semua Kategori
ms: Semua Kategori

source: Unknown
fil: Hindi Alam
id: Tidak Dikenal
ms: Tidak Diketahui

# ascending
source: Asc
fil: Pataas
id: Naik
ms: Menaik

# descending
source: Desc
fil: Pababa
id: Turun
ms: Menurun

# noExpenseData
source: No expense data exists
fil: Walang data ng gastos.
id: Tidak ada data pengeluaran
ms: Tiada data perbelanjaan.

# changeFilterPrompt
source: Try changing the filter conditions or add a new expense
fil: Subukang baguhin ang filter o magdagdag ng bagong gastos.
id: Coba ubah kondisi filter atau tambahkan pengeluaran baru
ms: Cuba tukar tetapan penapis atau tambah belanja baharu.

# allFieldsRequired
source: Please enter all fields correctly.
fil: Pakilagay nang tama ang lahat ng field.
id: Silakan isi semua kolom dengan benar.
ms: Sila isi semua ruangan dengan betul.

source: Add New Category
fil: Magdagdag ng Bagong Kategorya
id: Tambah Kategori Baru
ms: Tambah Kategori Baharu

source: Cancel
fil: Kanselahin
id: Batal
ms: Batal

source: Add
fil: Idagdag
id: Tambah
ms: Tambah

source: Delete Category
fil: Tanggalin ang Kategorya
id: Hapus Kategori
ms: Padam Kategori

# deleteCategoryPrompt
source: Are you sure you want to delete the category '{categoryName}'
fil: Sigurado ka bang gusto mong tanggalin ang kategoryang '{categoryName}'?
id: Apakah Anda yakin ingin menghapus kategori '{categoryName}'
ms: Anda pasti ingin padam kategori '{categoryName}'?

source: Please wait...
fil: Pakihintay...
id: Mohon tunggu...
ms: Sila tunggu...

source: No data exists.
fil: Walang data.
id: Tidak ada data.
ms: Tiada data.

source: Reset
fil: I-reset
id: Atur Ulang
ms: Tetap Semula

source: Select Date
fil: Pumili ng Petsa
id: Pilih Tanggal
ms: Pilih Tarikh

source: Confirm
fil: Kumpirmahin
id: Konfirmasi
ms: Sahkan

source: Budget Setting
fil: Pag-set ng Badyet
id: Pengaturan Anggaran
ms: Tetapan Bajet

source: Save
fil: I-save
id: Simpan
ms: Simpan

source: Reset Information
fil: I-reset ang Impormasyon
id: Atur Ulang Informasi
ms: Tetapan Semula Maklumat

source: Notification Permission Required
fil: Kailangan ng Pahintulot sa Notification
id: Izin Notifikasi Diperlukan
ms: Kebenaran Notifikasi Diperlukan

# notificationPermissionDescription
source: To use notification features, please allow notification permissions in settings.
fil: Para magamit ang notifications, paki-allow ang permission sa settings.
id: Izinkan notifikasi di Pengaturan untuk memakai fitur pengingat.
ms: Untuk guna ciri notifikasi, sila benarkan kebenaran notifikasi dalam tetapan.

source: Go to Settings
fil: Pumunta sa Settings
id: Buka Pengaturan
ms: Pergi ke Tetapan

# monthlyDiscretionarySpending
source: Discretionary
fil: Flexible
id: Diskresioner
ms: Fleksibel

# monthlyEssentialSpending
source: Essential
fil: Mahalaga
id: Penting
ms: Penting

source: Success
fil: Tagumpay
id: Berhasil
ms: Berjaya

source: Failure
fil: Bigay
id: Gagal
ms: Gagal

# consecutiveSuccess
source: Streak
fil: Sunod-sunod
id: Beruntun
ms: Berturut-turut

# daysCount
source: {count} days
fil: {count} araw
id: {count} hari
ms: {count} hari

source: Name is empty.
fil: Walang laman ang pangalan.
id: Nama kosong.
ms: Nama tidak diisi.

# invalidAmount
source: Amount is invalid or less than or equal to 0.
fil: Hindi wasto ang halaga o mababa sa 0.
id: Jumlah tidak valid atau kurang dari atau sama dengan 0.
ms: Jumlah tidak sah atau kurang daripada 0.

source: Category not selected.
fil: Hindi napili ang kategorya.
id: Kategori belum dipilih.
ms: Kategori tidak dipilih.

# formValidationError
source: Form validation error: {error}
fil: Error sa form validation: {error}
id: Kesalahan validasi formulir: {error}
ms: Ralat pengesahan borang: {error}

source: Register Expense
fil: Magrehistro ng Gastos
id: Daftar Pengeluaran
ms: Daftar Perbelanjaan

source: Register
fil: Magrehistro
id: Daftar
ms: Daftar

source: Date
fil: Petsa
id: Tanggal
ms: Tarikh

source: Expense Name
fil: Pangalan ng Gastos
id: Nama Pengeluaran
ms: Nama Perbelanjaan

# enterExpenseName
source: Please enter expense name
fil: Ilagay ang pangalan ng gastos
id: Silakan masukkan nama pengeluaran
ms: Masukkan nama perbelanjaan

source: Amount
fil: Halaga
id: Jumlah
ms: Jumlah

# enterExpenseAmount
source: Please enter expense amount
fil: Ilagay ang halaga ng gastos
id: Silakan masukkan jumlah pengeluaran
ms: Masukkan jumlah perbelanjaan

source: Expense Type
fil: Uri ng Gastos
id: Jenis Pengeluaran
ms: Jenis Perbelanjaan

# essentialExpense
source: Essential
fil: Mahalaga
id: Penting
ms: Penting

# discretionaryExpense
source: Discretionary
fil: Flexible
id: Diskresioner
ms: Fleksibel

source: Category Name
fil: Pangalan ng Kategorya
id: Nama Kategori
ms: Nama Kategori

# sunday
source: Sun
fil: Lin
id: Min
ms: Aha

# monday
source: Mon
fil: Lun
id: Sen
ms: Isn

# tuesday
source: Tue
fil: Mar
id: Sel
ms: Sel

# wednesday
source: Wed
fil: Miy
id: Rab
ms: Rab

# thursday
source: Thu
fil: Huw
id: Kam
ms: Kha

# friday
source: Fri
fil: Biy
id: Jum
ms: Jum

# saturday
source: Sat
fil: Sab
id: Sab
ms: Sab

# errorWithMessage
source: Error: {error}
id: Kesalahan: {error}
ms: Ralat: {error}

source: Dark Mode
id: Mode Gelap
ms: Mod Gelap

source: Apply
fil: Ilapat
id: Terapkan
ms: Guna

source: Data Management
fil: Pamamahala ng Data
id: Manajemen Data
ms: Pengurusan Data

# resetDataConfirmation
source: Are you sure you want to reset all data? This action cannot be undone.
fil: Sigurado ka bang i-reset ang lahat ng data? Hindi na ito maibabalik.
id: Anda yakin ingin reset semua data? Tindakan ini tidak bisa dibatalkan.
ms: Anda pasti ingin tetap semula semua data? Tindakan ini tidak boleh dibatalkan.

source: Notification Setting
fil: Setting ng Notification
id: Pengaturan Notifikasi
ms: Tetapan Notifikasi

source: Category
fil: Kategorya
id: Kategori
ms: Kategori

# selectExpenseTypeFirst
source: Please select expense type first
fil: Pumili muna ng uri ng gastos.
id: Silakan pilih jenis pengeluaran terlebih dahulu
ms: Sila pilih jenis perbelanjaan dahulu.

source: Error loading categories
fil: Error sa pag-load ng mga kategorya.
id: Gagal memuat kategori
ms: Ralat memuatkan kategori.

source: Query Month
fil: Buwan ng Query
id: Kueri Bulan
ms: Pilih Bulan

source: Remaining Amount
fil: Natitirang Halaga
id: Jumlah Tersisa
ms: Jumlah Baki

# todayExpenseMessageZero
source: Please log your expenses today 😊
fil: I-log ang iyong mga gastos ngayon 😊
id: Silakan catat pengeluaran Anda hari ini 😊
ms: Sila catat belanja anda hari ini 😊

# todayExpenseMessageGood
source: Great! You still have plenty of budget left 🌿
fil: Mahusay! Malaki pa ang badyet mo 🌿
id: Bagus! Anggaran Anda masih banyak tersisa 🌿
ms: Hebat! Bajet anda masih banyak 🌿

# todayExpenseMessageHalf
source: You've used almost half! Let's be a little more mindful now 🔔
fil: Halos kalahati na ang nagamit mo! Maging mas maingat ngayon 🔔
id: Anda sudah menggunakan hampir setengahnya! Ayo lebih berhati-hati sekarang 🔔
ms: Anda dah guna hampir separuh! Jom lebih berhati-hati 🔔

# todayExpenseMessageNearLimit
source: You're close to exceeding today's budget! ⚠️
fil: Malapit nang maubos ang badyet mo! ⚠️
id: Anda hampir melebihi anggaran hari ini! ⚠️
ms: Bajet harian anda hampir habis! ⚠️

# todayExpenseMessageOverLimit
source: You've exceeded today's budget! Let's adjust your spending ❗
fil: Lumagpas ka na sa badyet! Ayusin ang iyong paggastos ❗
id: Anda telah melebihi anggaran hari ini! Ayo sesuaikan pengeluaran Anda ❗
ms: Anda sudah melebihi bajet! Jom kawal semula perbelanjaan anda ❗

source: Information
fil: Impormasyon
id: Informasi
ms: Maklumat

source: Contact Us
fil: Makipag-ugnayan sa amin
id: Hubungi Kami
ms: Hubungi Kami

# writeReview
source: Write a Review
fil: Sumulat ng Review
id: Tulis Ulasan
ms: Beri Ulasan

source: App Version
fil: Bersyon ng App
id: Versi Aplikasi
ms: Versi Aplikasi

source: Privacy Policy
fil: Patakaran sa Privacy
id: Kebijakan Privasi
ms: Dasar Privasi

source: Basic Settings
fil: Mga Pangunahing Setting
id: Pengaturan Dasar
ms: Tetapan Asas

# titleAndClose
source: Title & Close
fil: Pamagat at Isara
id: Judul & Tutup
ms: Tajuk & Tutup

source: Filter Settings
fil: Mga Setting ng Filter
id: Pengaturan Filter
ms: Tetapan Penapis

source: Sort
fil: Pagbukud-bukurin
id: Urutkan
ms: Isih

source: Latest
fil: Pinakabago
id: Terbaru
ms: Terkini

source: Oldest
fil: Pinakaluma
id: Terlama
ms: Terlama

source: Home
id: Beranda
ms: Utama

source: Daily
fil: Araw-araw
id: Harian
ms: Harian

source: Monthly
fil: Buwanan
id: Bulanan
ms: Bulanan

source: Calendar
fil: Kalendaryo
id: Kalender
ms: Kalendar

source: Stats
id: Stat
ms: Stat

source: Expense
fil: Gastos
id: Pengeluaran
ms: Perbelanjaan

source: Settings
fil: Mga Setting
id: Pengaturan
ms: Tetapan

# notificationTitleDaily
source: Daily Expense Reminder
fil: Arawang Paalala sa Gastos
id: Pengingat Pengeluaran Harian
ms: Peringatan Belanja Harian

# notificationBodyMorning
source: Good morning ☀️ Ready to log your first expense of the day? Small habits make a big difference!
fil: Magandang umaga ☀️ I-log na ang unang gastos mo. Malaking tulong ang maliliit na gawi!
id: Selamat pagi ☀️ Catat pengeluaran pertamamu hari ini!
ms: Selamat pagi ☀️ Jom catat belanja pertama anda. Tabiat kecil membawa perubahan besar!

# notificationBodyAfternoon
source: Enjoyed your lunch? 🍱 How about a quick update on your expenses?
fil: Nag-enjoy ka ba sa lunch? 🍱 I-update na ang iyong mga gastos.
id: Sudah makan siang? 🍱 Yuk, perbarui catatan pengeluaranmu.
ms: Dah makan tengah hari? 🍱 Jom kemas kini belanja anda.

# notificationBodyNight
source: The day is almost over 🌙 Wrap up your day by organizing your expenses.
fil: Patapos na ang araw 🌙 Ayusin na ang iyong mga gastos.
id: Hari hampir berakhir 🌙 Tutup harimu dengan merapikan pengeluaran.
ms: Hari dah nak berakhir 🌙 Lengkapkan hari anda dengan mengurus belanja.

# resetComplete
source: Thank you for using MoneyFit.
fil: Salamat sa paggamit ng MoneyFit.
id: Terima kasih telah menggunakan MoneyFit.
ms: Terima kasih kerana menggunakan MoneyFit.

# upgraderTitle
source: Update Available
fil: May Update na Available
id: Pembaruan Tersedia
ms: Kemas Kini Tersedia

# upgraderBody
source: A new version of the app is available. Please update for a better experience.
fil: May bagong bersyon ng app na available. Paki-update para sa mas magandang karanasan.
id: Versi baru telah tersedia. Perbarui untuk pengalaman lebih baik.
ms: Versi baharu apl tersedia. Sila kemas kini untuk pengalaman yang lebih baik.

# upgraderPrompt
source: Would you like to update now?
fil: Gusto mo bang mag-update ngayon?
id: Apakah Anda ingin memperbarui sekarang?
ms: Adakah anda mahu mengemas kini sekarang?

# upgraderButtonLater
source: Later
fil: Mamaya na
id: Nanti
ms: Nanti

# upgraderButtonUpdate
source: Update Now
fil: I-update Ngayon
id: Perbarui Sekarang
ms: Kemas kini Sekarang

# upgraderButtonIgnore
source: Ignore
fil: Huwag pansinin
id: Abaikan
ms: Abaikan

# updateRequiredTitle
source: Update Required
fil: Kailangang Mag-update
id: Pembaruan Diperlukan
ms: Kemas Kini Diperlukan

# updateRequiredBody
source: Please update to the latest version for the best experience.
fil: Para sa pinakamainam na karanasan, mag-update sa pinakabagong bersyon.
id: Harap perbarui ke versi terbaru untuk pengalaman terbaik.
ms: Sila kemas kini ke versi terkini untuk pengalaman terbaik.

# updateAvailableBody
source: A new version is available. Enjoy the latest features and improvements.
fil: May bagong bersyon. Subukan ang pinakabagong features at improvements.
id: Versi baru tersedia. Nikmati fitur dan perbaikan terbaru.
ms: Versi baharu tersedia. Nikmati ciri dan penambahbaikan terkini.

# updateChangelogTitle
source: What's New
fil: Ano ang Bago
id: Yang Baru
ms: Apa Yang Baharu

# updateButton
source: Update
fil: I-update
id: Perbarui
ms: Kemas kini

# updateDetails
source: Details
fil: Detalye
id: Detail
ms: Butiran

# updateSheetTitle
source: Update Info
fil: Impormasyon sa Update
id: Info Pembaruan
ms: Maklumat Kemas Kini

# updateButtonGo
source: Go to Update
fil: Pumunta sa Update
id: Pergi ke Pembaruan
ms: Pergi ke Kemas Kini

# review_modal_binary_title
source: Are you satisfied with the app so far?
fil: Kontento ka ba sa app sa ngayon?
id: Apakah Anda puas dengan aplikasi sejauh ini?
ms: Adakah anda berpuas hati dengan aplikasi setakat ini?

# review_modal_button_good
source: I liked it
fil: Maganda
id: Bagus
ms: Baik

# review_modal_button_bad
source: Not really
fil: Hindi masyado
id: Kurang puas
ms: Kurang baik

# review_positive_title
source: Could you tell us what you liked?
fil: Maaari mo bang sabihin kung ano ang nagustuhan mo?
id: Bisakah beri tahu apa yang Anda suka?
ms: Boleh kongsi apa yang anda suka?

# review_positive_button_yes
source: Sure
fil: Sige
id: Baik
ms: Baik

# review_button_later
source: Later
fil: Mamaya na
id: Nanti
ms: Nanti

# review_button_never
source: Don't show again
fil: Huwag nang ipakita
id: Jangan tampilkan lagi
ms: Jangan tunjuk lagi

# review_negative_title
source: Please let us know what didn't work for you.
fil: Pakisabi kung alin ang hindi maganda sa karanasan mo.
id: Ceritakan bagian yang kurang memuaskan.
ms: Beritahu kami apa yang kurang memuaskan.

# review_negative_hint
source: Tell us what was inconvenient.
fil: Isulat ang hindi maginhawa.
id: Tulis hal yang merepotkan.
ms: Tulis perkara yang menyusahkan.

# review_negative_button_send
source: Send
fil: Ipadala
id: Kirim
ms: Hantar

# review_thanks_message
source: Thank you for your feedback. We'll work to improve it.
fil: Salamat sa iyong feedback. Pagsusumikapan naming pagandahin pa.
id: Terima kasih atas masukan Anda. Kami akan memperbaikinya.
ms: Terima kasih atas maklum balas anda. Kami akan perbaiki.

# monthlyExpenseMessageZero
source: No discretionary spending this month yet!
fil: Wala pang discretionary spending ngayong buwan!
id: Belum ada pengeluaran diskresioner bulan ini!
ms: Tiada perbelanjaan budi bicara bulan ini lagi!

# monthlyExpenseMessageGood
source: Your budget is well-managed this month!
fil: Mahusay ang pamamahala ng iyong badyet ngayong buwan!
id: Anggaran Anda terkelola dengan baik bulan ini!
ms: Belanjawan anda diurus dengan baik bulan ini!

# monthlyExpenseMessageHalf
source: You've used about half of your budget this month.
fil: Ginamit mo na ang halos kalahati ng iyong badyet ngayong buwan.
id: Anda telah menggunakan sekitar setengah dari anggaran Anda bulan ini.
ms: Anda telah menggunakan kira-kira separuh daripada belanjawan anda bulan ini.

# monthlyExpenseMessageNearLimit
source: Your budget is almost used up for this month.
fil: Halos maubos na ang iyong badyet para sa buwang ito.
id: Anggaran Anda hampir habis untuk bulan ini.
ms: Belanjawan anda hampir habis untuk bulan ini.

# monthlyExpenseMessageOverLimit
source: You have exceeded your budget for this month.
fil: Nalagpasan mo na ang iyong badyet para sa buwang ito.
id: Anda telah melebihi anggaran Anda untuk bulan ini.
ms: Anda telah melebihi belanjawan anda untuk bulan ini.

source: Inquiry Type
fil: Uri ng Pagtatanong
id: Jenis Pertanyaan
ms: Jenis Pertanyaan

# inquiryTypeBugReport
source: Bug Report
fil: Ulat ng Bug
id: Laporan Bug
ms: Laporan Pepijat
