Repository: devimun/portfolio
Catalog: money_fit/lib/l10n/app_*.arb
Languages: fil, id, ms

# inquiryTypeFeatureSuggestion
source: Feature Suggestion
fil: Mungkahi ng Tampok
id: Saran Fitur
ms: Cadangan Ciri

# inquiryTypeGeneralInquiry
source: General Inquiry
fil: Pangkalahatang Pagtatanong
id: Pertanyaan Umum
ms: Pertanyaan Umum

# inquiryTypeOther
source: Other
fil: Iba pa
id: Lainnya
ms: Lain-lain

# replyEmail
source: Email for reply
fil: Email para sa tugon
id: Email untuk balasan
ms: E-mel untuk balasan

source: Inquiry Details
fil: Mga Detalye ng Pagtatanong
id: Detail Pertanyaan
ms: Butiran Pertanyaan

source: Submit
fil: Ipasa
id: Kirim
ms: Hantar

# inquirySuccess
source: Your inquiry has been submitted successfully.
fil: Matagumpay na naisumite ang iyong pagtatanong.
id: Pertanyaan Anda telah berhasil dikirim.
ms: Pertanyaan anda telah berjaya dihantar.

# inquiryFailure
source: Failed to submit your inquiry.
fil: Nabigong isumite ang iyong pagtatanong.
id: Gagal mengirimkan pertanyaan Anda.
ms: Gagal menghantar pertanyaan anda.

# invalidEmail
source: Please enter a valid email address.
fil: Mangyaring maglagay ng wastong email address.
id: Silakan masukkan alamat email yang valid.
ms: Sila masukkan alamat e-mel yang sah.

# fieldRequired
source: This field is required.
fil: Kinakailangan ang field na ito.
id: Bagian ini wajib diisi.
ms: Ruangan ini diperlukan.
